Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F03A.tmx
Source language: en_us
Languages: zh_cn

source: Do You Work To Thrive Or To Survive?
zh_cn: 工作是为了谋生，还是活得更好？

source: Yesterday I was thinking about the difference between successful people and those who don't achieve anything significant and I made an interesting discovery.
zh_cn: 昨天我一直在思考成功人士和无名之辈的区别，结果发现了一件很有意思的事。

source: This difference may at first look obvious, but it's quite opposite.
zh_cn: 成功人士和无名之辈咋一看很容易区分，而事实并非如此。

source: It lies in the purpose people have that fuels them to take action.
zh_cn: 他们的区别在于行动背后的目标。

source: Everyone has a purpose behind their actions. If they didn't, they wouldn't take action!
zh_cn: 每个人做事都有目标，没有目标是不会行动的！

source: But successful people have a completely different purpose behind the actions they take.
zh_cn: 成功人士在行动之前有抱着和他人不一样的目标。

source: When they take action, at the back of their minds they think about success that this action is going to bring them.
zh_cn: 当他们采取行动时，脑子里想的是这个行动将给他们带来的成功。

source: So let me ask you these questions. What's the purpose behind your actions?
zh_cn: 那我就问问你，你行动的目的是什么？

source: Do you work to thrive or to survive?
zh_cn: 你工作是为了谋生还是想让日子过得更好？

source: Do you go to work to feed your family or to create an amazing lifestyle?
zh_cn: 你工作是为了养家糊口还是创造美好生活？

source: Is your work fuelled by a beautiful vision in your mind or do you take action to have enough money to cover your expenses?
zh_cn: 你工作是因为心中有着美好的憧憬还是赚钱满足日常开销？

source: These two types of purposes will result in completely different life experiences.
zh_cn: 这两种不同的目标带来截然相反的生活经历。

source: People who work to survive are the ones who fear that some unexpected bill will arrive.
zh_cn: 那些为了谋生而工作的人常担心有意外的支出。

source: They go to bed worrying about money and trivial things.
zh_cn: 上床睡觉时也在想着钱和其他琐事。

source: They hate their employment but don't quit because they doubt their own abilities to create something greater.
zh_cn: 他们不喜欢自己的工作但又不愿意辞职，因为他们觉得自己没能力混得更好。

source: I know this kind of motivation because I was like that once.
zh_cn: 我很了解这种心理因为我自己以前就是个这样的人。

source: In the past my whole focus was on survival.
zh_cn: 以前我就担心一件事：能不能吃饱饭。

source: And that's a very uncomfortable state to be in because you are constantly worried about insignificant things.
zh_cn: 这是一种很不舒服的状态，因为你总在担心一些小事。

source: You create pictures of lack and limitation in your mind and you take action to prevent this envisioned future from happening.
zh_cn: 你总觉得自己没能力，从来不去设想美好的未来。

source: This state does not allow you to be creative therefore you cannot achieve anything great.
zh_cn: 生活在这样的状态下会丧失创造力，这样一来你也就一无所成。

source: Now there is a very tiny percentage of people who don't fall for the ?life is hard? story and they are fuelled by an entirely different purpose.
zh_cn: 然而，有一小部分人就是不认同“生活很苦”的话，他们的人生目标也完全不同。

source: They work to thrive and they don't think about why something cannot be done.
zh_cn: 他们是为了追求更好的生活，他们觉得没有什么事做不成。

source: They have a beautiful vision and they take constant action to make that vision a reality.
zh_cn: 他们对生活充满了憧憬，并能够为之付出行动。

source: That's what drives me today ? a vision for a great future.
zh_cn: 为了美好的明天----如今这也是激励我的人生目标。

source: I no longer look back and worry about negative things that could happen to me.
zh_cn: 我不再往后看，担心不好的事儿。

source: I wake up feeling full of energy and I keep the expectant attitude of what's great going to happen today.
zh_cn: 早上醒来，我精神抖擞，期待着一天中美好的开始。

source: Such attitude invites great opportunities and I'm constantly surprised by good events that take place in my life.
zh_cn: 这种心态给我带来了好的机遇，我常为生活中发生的好事而惊喜。

source: I don't really want to involve my good friend here, but she perfectly illustrates the person who works to survive.
zh_cn: 尽管我非常不情愿，但我不得不提我一个朋友，她是典型的那种为生活而生活的人。

source: So yesterday I was at home and after I finished working on my laptop and was drinking latte I received a call from her. She called to see how I was. I straight away told how great everything was going and I mentioned that I keep getting inspired to create new products and write new articles.
zh_cn: 昨天我呆在家里没有出门，用笔记本做完工作后喝了一杯拿铁，正在这时她的电话来了，问我最近怎么样了，我毫不犹豫的告诉她最近发生的好事儿，我还说我的灵感来了，设计了不少新产品还写了新文章。

source: Then I asked how she was.
zh_cn: 然后，我问她你怎么样了？

source: Here's what she said:
zh_cn: 她是这样回答的： 。。。。。。

source: <silence> <sigh> You know, like always­
zh_cn: 哎！你知道啊，还是老样子。。。

source: I asked if there was something wrong as she sounded so disappointed.
zh_cn: 我问了最近是不是有什么事儿，口气听起来挺没精打采的。

source: She replied that she had some family problems and that nobody appreciated how hard she works etc., etc.
zh_cn: 她回答说最近家里有点事儿，再就是没有人体谅她上班辛苦之类的话。

source: Then I told her that she should be positive no matter what because if she would remain positive soon there would be no reasons for her to become negative.
zh_cn: 我告诉她：不论怎样，你都要往好的方面想，因为一旦想开了了你很快就会发现其实没有什么好烦的。

source: (Trust me, that's NOT the first time I told her so:)
zh_cn: （相信我，这已经不是我第一次对她说这样的话了！）

source: Her response was: <sigh> That's true.
zh_cn: 她的回答是：哎！是啊。

source: And then I asked her why she wasn't positive if she knew that it made sense to be so.
zh_cn: 接着我问她你既然知道要想开点，那你干嘛老垂头丧气的呢？

source: And she told me that she was positive.
zh_cn: 她回答我说：我很想得开啊。

source: So many people do that. They think that they are positive, but they act in complete contradiction to what they say.
zh_cn: 很多人都是这样，自以为自己想得开，但说的一套做的又是另一套。

source: Don't fall into this trap!
zh_cn: 别相信他们他们的鬼话！

source: One of my good friends from Ireland also suffers from similar illusion.
zh_cn: 我还有一个爱尔兰的朋友，她也总自以为是。

source: She keeps talking about how much she loves reading positive books and that she learns so much from them.
zh_cn: 她总说自己喜欢读励志的书，学到了好多东西啊什么的。

source: Last time I met her she was reading the book about how to overcome fear and she was so inspired and happy about it.
zh_cn: 上次我见到她的时候，她正在读一本书介绍的是如何克服恐惧，她还觉得自己很受启发，很开心。

source: Ten minutes into conversation she started to talk about how unsure she is about her employment and that she is fearful of this whole economy crisis.
zh_cn: 我们谈了还不到10分钟，她就开始说现在经济危机，不知道是不是还要干下去。

source: It may sound funny or even unbelievable, but that's how many people lie to themselves about their own behaviour.
zh_cn: 这也许听起来很好笑，甚是会想是我编出来的，但到底有多少人在自欺欺人呢？

source: Or when people are really selfish and greedy but they convince themselves that they are kind and caring.
zh_cn: 有些人事实上很自私，很贪婪，但总告诉自己说自己很善良，很关心人。

source: It's really hard for such people to step out of the situation and really look at how they behave.
zh_cn: 这样的人很难看清自己的庐山真面目。

source: They are tricked by their egos and they will keep seeing themselves in such an inaccurate way until they decide to be objective.
zh_cn: 他们总是自我感觉良好，从来看不清自己，除非哪天真想改了。

source: Ego is what makes you take action for mere survival. And when you work to survive, your actions are fear-based.
zh_cn: 自我满足会让我们觉得工作是为了混口饭吃，如果这样话，你做事就会提心吊胆。

source: The action taken out of fear will be of much poorer quality than the action taken out of faith.
zh_cn: 提心吊胆干出来的活儿肯定没有信心满满干出来的活儿好。

source: When you take action with faith and you succeed in something, your belief in yourself goes up and so does your faith.
zh_cn: 如果你做事有信心，又成功了，你就会更相信自己，信心也会增强。

source: This causes you to see more potential in yourself and therefore you know that you are capable of more.
zh_cn: 这也能让你看到自己有更多的潜能，知道自己能做得更好。

source: And this makes you take even more or better quality action which produces even better results.
zh_cn: 事儿干得好，结果当然会更好啦。

source: When you take action out of fear, you will never get ahead because your brain will work to save your from danger and disaster instead of trying to make you successful.
zh_cn: 当你做事提心吊胆的时候，你是不会进步的，因为大脑总在想方设法让你避免危机，而不是激励你成功。

source: So when I changed my understanding about how to achieve goals and started to ignore what is and only work towards what I really want, I experienced a major shift in my head.
zh_cn: 所以当我改变了对怎样追求目标的理解之后，我开始忘了我要怎么做，我想的是我要什么，我的思路也因此变了。

source: I started to think only hopeful and positive thoughts and that almost completely turned off that little voice in my head that used to discourage me from achieving more. That negative voice that used to say "You are not good enough" or "You will not achieve this" was replaced by the voice of faith.
zh_cn: 我开始想的是希望和乐观，那个常在我心里嘀咕“你还不够好”“你做不到的声音”已经被我关掉了，取而代之的是“你能行”。

source: This shift in my thinking entirely changed the results I was getting.
zh_cn: 我的思路彻底改变了事情的结果。

source: It's amazing how this one change can make such a huge difference, but it really does.
zh_cn: 这样一点小小的改变就能有如此大的不同真是很神奇，确实很神奇。

source: So the shift in my thinking changed the purpose behind my actions. I was no longer working to survive. I was taking action to thrive.
zh_cn: 所以，我的思路改变了我行动的目标，我不再为了谋生而工作，我要活得更好。

source: So what kind of motivation makes you wake up in the morning?
zh_cn: 早晨醒来的时候你是什么样的心态呢？

source: To merely survive, or to thrive?
zh_cn: 仅仅是混口饭吃，还是要活得更好？
